import React from 'react';
import { useScrollToTop } from '../../Hooks/useScrollToTop';
import { MY_INN } from '../../../public/AppData';

export const Oferta = () => {
    useScrollToTop()
    return (
        <section>
            <div className="container">
                <div className='flex flex-col gap-[10px]'>
                    <div className="title-box text-center">
                        <h3>ДОГОВОР ПУБЛИЧНОЙ ОФЕРТЫ</h3>
                        <h4>г. Калининград «12» декабря 2024 г.</h4>
                    </div>

                    <p>Самозанятая Папикян Марта Мхитаровна (ИНН {MY_INN}), именуемая в дальнейшем «Исполнитель», с одной стороны и любое дееспособное физическое или юридическое лицо, действующее в интересах физического лица, отвечающие требованиям настоящей оферты, принявшее условия настоящего договора, именуемое в дальнейшем «Заказчик», заключают настоящий договор о нижеследующем:</p>

                    <p>В соответствии с п. 2 ст. 437 Гражданского кодекса Российской Федерации данный документ является официальным публичным предложением Исполнителя.</p>

                    <p>Полным и безоговорочным Акцептом настоящей Оферты является подача заявки с помощью ресурса – сайта <a className='link' href="https://photodoc.online">https://photodoc.online</a> и внесение оплаты за услуги Исполнителя (далее «Услуги»).</p>

                    <h2 className='font-extrabold'>ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</h2>

                    <p><strong>Сайт</strong> – совокупность информации, текстов, графических элементов, дизайна, изображений, фото и видеоматериалов и иных результатов интеллектуальной деятельности, а также программ для ЭВМ, содержащихся в информационной системе, обеспечивающей доступность такой информации в сети Интернет по сетевому адресу <a className='link' href="https://photodoc.online">https://photodoc.online</a> для неограниченного круга лиц.</p>

                    <p><strong>Предоставление информации</strong> – действия, направленные на передачу информации определенному кругу лиц.</p>

                    <p><strong>Распространение информации</strong> – действия, направленные на получение информации неопределенным кругом лиц или передачу информации неопределенному кругу лиц.</p>

                    <p><strong>Договор</strong> – договор между Заказчиком и Исполнителем на предоставление услуг в рамках разного вида и формата проектов, который заключается посредством Акцепта настоящей публичной Оферты. Любая ссылка в настоящей оферте на Договор (Статью Договора) и/или его условия означает соответствующую ссылку на настоящую оферту (ее Статью) и/или ее условия.</p>

                    <p><strong>Оферта</strong> – настоящий документ, предложение, размещенное на официальном сайте <a className='link' href="https://photodoc.online">https://photodoc.online</a>, содержащее все существенные условия договора, из которого усматривается воля лица, делающего предложение заключить договор на указанных в предложении условиях с любым, кто отзовется (п.2 ст. 437 ГК РФ).</p>

                    <p><strong>Акцепт оферты</strong> – ответ любого дееспособного лица на оферту путем ее принятия. Акцепт Оферты должен быть полным и безоговорочным (п.1 ст. 438 ГК РФ). Безусловным Акцептом настоящей публичной Оферты является подача заявки на услуги Исполнителя посредством сайта: <a className='link' href="https://photodoc.online">https://photodoc.online</a> и последующая предоплата (100% от стоимости Заказа) услуг в соответствии с условиями настоящего Договора.</p>

                    <p><strong>Заказчик</strong> – лицо, осуществившее Акцепт Оферты и являющееся потребителем.</p>

                    <p>В Договоре могут быть использованы термины, не определенные вышеперечисленными понятиями. В этом случае, толкование такого термина производится в соответствии с текстом Договора. В случае отсутствия однозначного толкования термина в тексте Договора, Стороны руководствуются толкованием термина: в первую очередь - определенным на Сайте: <a className='link' href="https://photodoc.online">https://photodoc.online</a>.</p>

                    <h2 className='font-extrabold'>1. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
                    <p>1.1. Настоящий Договор является публичным Договором (публичной Офертой), в соответствии с которым Исполнитель берет на себя обязательство по оказанию Услуг в отношении неопределенного круга лиц (Заказчиков), обратившихся за указанными Услугами.</p>

                    <p>1.2. Настоящий Договор определяет порядок предоставления Заказчику услуг по обработке и редактированию фото, изображений, сканов, документов и прочее в режиме онлайн, а также взаимные права, обязанности и порядок взаимоотношений между Исполнителем и Заказчиком.</p>

                    <p>1.3. Договор между сторонами заключается путем акцепта Заказчиком настоящей оферты. Акцептом оферты является подача Заявки Заказчиком на выбранную им Услугу и внесение предоплаты (100% от стоимости Заказа). Акцептом условий настоящей оферты Заказчик подтверждает факт ознакомления и безоговорочного согласия с условиями публичной оферты и письмом с анализом работы, в котором указаны: стоимость, срок, условия оказания услуг по заявке.</p>

                    <p>1.4. Фактом, подтверждающим принятие (акцепт) Заказчиком условий настоящего Договора является подача Заявки Заказчиком на выбранную им Услугу для согласования сроков, стоимости, уточнения деталей обработки/редактирования фотографий и внесение предоплаты (100% от стоимости Заказа) в порядке и на условиях, определенных настоящим Договором.</p>

                    <p>1.5. Настоящий Договор, при условии соблюдения порядка его акцепта, считается заключенным. При этом заключение Договора в простой письменной форме не является обязательным.</p>

                    <p>1.6. Настоящий Договор (Оферта) является действительным в той редакции и на тех условиях, которые существовали на момент его акцепта.</p>

                    <p>1.7. Настоящий Договор вступает в силу с момента его заключения и действует до исполнения Сторонами своих обязательств по нему, если иное не предусмотрено настоящим Договором и законодательством РФ.</p>

                    <p>1.8. Срок оказания услуг – индивидуальный. Расчет срока готовности заказа производится Исполнителем после получения от Заказчика фотографий, изображения, скана и/или иного документами с указанием своих пожеланий по обработке. Направить информацию Исполнителю возможно одним из способов, указанных в п. 2.3. настоящего Договора.</p>

                    <p>Заказ создается Исполнителем в его рабочее время с 8:00-18:00. Все сроки и рабочее время Исполнителя указываются по московскому времени.</p>

                    <p>1.9. Срочное оказание услуги возможно только по согласованию с Исполнителем в будние дни с с 8:00-18:00</p>

                    <p>1.9.1. Срочность оказания услуги увеличивает стоимость работы. Коэффициент увеличения стоимости рассчитывается индивидуально в рамках каждой отдельной задачи.</p>

                    <p>1.10. Срок оказания услуги, указанный в письме с анализом работы, актуален для всех согласованных пунктов технического задания, но без учета будущих возможных правок, рассчитать срок работы, по которым заранее невозможно.</p>

                    <p>1.11. В связи с вышеизложенным внимательно прочитайте текст настоящего Договора. Если Вы не согласны с каким-либо из его пунктов, Исполнитель предлагает Вам отказаться от принятия (акцепта) настоящей Оферты.</p>

                    <h2 className='font-extrabold'>2. ПРЕДМЕТ ДОГОВОРА</h2>
                    <p>2.1. В соответствии с настоящим договором Исполнитель обязуется оказывать Заказчику услуги по обработке и редактированию фото, изображений, сканов, документов и прочее в режиме онлайн и по доставке, при этом полный перечень оказываемых услуг Исполнителем размещен на сайте: <a className='link' href="https://photodoc.online">https://photodoc.online</a>, а Заказчик обязуется принять услуги и оплатить их в соответствии с условиями, предусмотренными настоящим Договором.</p>

                    <p>2.2. Договор и приложения к нему являются официальными документами и публикуются на сайте Исполнителя.</p>

                    <p>2.3. Перечень услуг выбирается Заказчиком путем использования Сайта <a className='link' href="https://photodoc.online">https://photodoc.online</a> с помощью подачи электронной заявки одним из удобных способов:</p>
                    <ul>
                        <li>- на электронную почту <a className='link' href="mailto:photodoc.online@mail.ru">photodoc.online@mail.ru</a>;</li>
                        <li>- через форму связи на сайте в разделе меню «Заказ фотографий» <a className='link' href="https://photodoc.online/order">https://photodoc.online/order</a></li>
                        <li>- через модальные окна на страницах  <a className='link' href="https://photodoc.online/retouch">https://photodoc.online/retouch</a> или <a className='link' href="https://photodoc.online/restoration">https://photodoc.online/restoration</a>;</li>
                        <li>- в Telegram - <a className='link' href="https://t.me/photodoc39">@photodoc39</a>;</li>
                    </ul>

                    <p>2.4. Исполнитель не предоставляет услуги по печати, гравировке, сканированию и другим видам физических манипуляций с фотографиями/изображениями/документами и т.п.</p>

                    <p>2.5. В заявке обязательно должна содержаться следующая информация: имя, номер телефона для связи, e-mail, фотографии, изображения, документы, сканы или т.п. для обработки/редактирования, пожелания по обработке/редактированию изложенные конкретно и понятно без использования нецензурных слов и выражений.</p>

                    <p>2.6. Исполнитель оказывает Услуги Заказчику только в случае подачи соответствующей электронной Заявки и внесения предоплаты (100% от стоимости Заказа).</p>

                    <p>2.7. Исполнитель имеет право изменять и дополнять настоящую Оферту без предварительного согласования с Заказчиком, обеспечивая при этом публикацию изменений и дополнений на сайте Исполнителя не менее, чем за один день до вступления их в силу. Заказчик самостоятельно осуществляет ознакомление с Офертой и всеми изменениями. В случае если Заказчик продолжает пользоваться услугами Исполнителя после изменения настоящей Оферты, это означает, что такие изменения приняты Заказчиком.</p>

                    <h2 className='font-extrabold'>3. ПРАВА И ОБЯЗАННОСТИ СТОРОН</h2>
                    <p>3.1. Исполнитель обязуется:</p>

                    <p>3.1.1. В согласованные Сторонами сроки оказать Услуги Заказчику надлежащим образом в соответствии с условиями настоящего Договора.</p>

                    <p>3.1.2. Своевременно уведомлять Заказчика о любых существенных изменениях, касающихся оказания услуг Исполнителем.</p>

                    <p>3.1.3. Не разглашать конфиденциальную информацию и данные, предоставленные Заказчиком в связи с исполнением настоящего Договора, не раскрывать и не разглашать такие факты или такую информацию (кроме информации общедоступного характера) какой-либо третьей стороне без предварительного письменного согласия Заказчика.</p>

                    <p>3.1.4. В случае отказа от оказания услуг по инициативе Исполнителя, при условии внесения Заказчиком предоплаты 100% от стоимости Заказа, но до начала работы/оказания услуги, оплаченные средства возвращаются Заказчику в течение одного буднего дня. Срок зачисления возвратных денежных средств зависит от условий банка получателя денежных средств.</p>

                    <p>В случае отказа от оказания услуг по инициативе Исполнителя, при условии внесения Заказчиком предоплаты 100% от стоимости Заказа, но в процессе выполнения работы/оказания услуги, осуществляется частичный возврат денежных средств за вычетом понесенных расходов Исполнителем. Срок зачисления возвратных денежных средств зависит от условий банка получателя денежных средств.</p>

                    <p>3.2. Исполнитель вправе:</p>

                    <p>3.2.1. Привлекать к оказанию услуг третьих лиц по своему усмотрению, при этом нести полную ответственность за действия третьих лиц. Перечень лиц, допускаемых к исполнению договора, определяется Исполнителем без дополнительного согласования.</p>

                    <p>3.2.2. Требовать от Заказчика своевременной оплаты стоимости Услуг в соответствии с условиями настоящего Договора.</p>

                    <p>3.2.3. Производить доставку информации Заказчику с помощью данных, полученных из Заявки Заказчика, в которые включается адрес электронной почты и номер телефона Заказчика.</p>

                    <p>3.2.4. Изменять стоимость услуг Исполнителя в рамках оказания услуг, как в сторону увеличения, так и в сторону уменьшения, в связи с возникновением дополнительных обстоятельств, о которых заранее не было известно Исполнителю.</p>

                    <p>3.2.5. Отказаться от оказания услуг Заказчику в одностороннем порядке в любое время, в том числе в процессе выполнения работы/оказания услуги, в случаях, когда оказание услуги/выполнение задачи, поставленной Заказчиком, затруднительно или невозможно.</p>

                    <p>3.2.6. Отказаться от оказания услуг Заказчику в одностороннем порядке в любое время, в том числе в процессе выполнения работы/оказания услуги, в случаях, когда Заказчик: использует в дистанционном/личном общении нецензурную брань или оскорбительные высказывания по отношению к Исполнителю или к представителям Исполнителя.</p>

                    <p>3.3. Заказчик обязуется:</p>

                    <p>3.3.1. В соответствии с правилами Исполнителя отправить Заявку на получение услуг с помощью сайта: <a className='link' href="https://photodoc.online">https://photodoc.online</a>, а также внести предоплату (100% от стоимости Заказа), в соответствии с выбранной услугой.</p>

                    <p>3.3.2. Не разглашать конфиденциальную информацию и иные данные, предоставленные Исполнителем в связи с исполнением настоящего Договора, не раскрывать и не разглашать такие факты или информацию (кроме информации общедоступного характера) какой-либо третьей стороне без предварительного письменного согласия Исполнителя.</p>

                    <p>3.3.3. Пользоваться услугами, не вмешиваясь и не нарушая работу Исполнителя.</p>

                    <p>3.4. Заказчик вправе:</p>

                    <p>3.4.1. Требовать от Исполнителя выполнения его обязательств по настоящему Договору и Приложениям к нему в срок и с надлежащим качеством.</p>

                    <p>3.4.2. Получать необходимую и достоверную информацию о работе Исполнителя и оказываемых услугах.</p>

                    <p>3.4.3. Заказчик вправе отказаться от услуг и получить полный возврат денежных средств, если выполнение работ по его заказу еще не начались. Для этого клиенту следует уточнить эту информацию у администратора, указав номер своего заказа.</p>

                    <p>В случае если работы не начались, клиенту будет осуществлен возврат в течение одного рабочего дня. Возврат производится исключительно на ту же банковскую карту, с которой была произведена оплата. Срок зачисления возвратных денежных средств зависит от условий банка получателя.</p>

                    <p>3.4.4. Если выполнение работ по заказу уже начались, клиент получает возврат средств на указанные реквизиты за вычетом понесенных расходов и части выполненной работы. Сумма возврата оценивается индивидуально согласно задаче и соразмерно проценту выполненной части.</p>

                    <p>3.4.5. Возврат денежных средств при полностью выполненной работе производится только в случае, когда одновременно соблюдены два условия:</p>
                    <ul>
                        <li>- клиент может представить доказательства того, что работа выполнена некачественно и не удовлетворяет требованиям, зафиксированным в описании проекта.</li>
                    </ul>

                    <h2 className='font-extrabold'>4. СТОИМОСТЬ УСЛУГ И ПОРЯДОК РАСЧЕТОВ</h2>
                    <p>4.1. Ориентировочная стоимость услуг Исполнителя и возможные способы оплаты публикуются Исполнителем на сайте по адресу: <a className='link' href="https://photodoc.online">https://photodoc.online</a>.</p>

                    <p>4.2. Точная стоимость услуг Исполнителя рассчитывается исходя из выбора Заказчиком конкретной услуги, представленной на сайте Исполнителя, индивидуальных требований Заказчика, сложности редактирования/обработки, срочности оказания услуг и т.п. С примерными ценами по каждому виду услуг можно ознакомиться на сайте в разделе «Цены» – <a className='link' href="https://photodoc.onlineprice.html">https://photodoc.onlineprice.html</a>. Все цены на сайте являются ориентировочными, указаны от минимальной цены.</p>

                    <p>4.3. Оплата Услуг производится в безналичном порядке в национальной валюте РФ с помощью сайта Исполнителя или по направленной Заказчику от Исполнителя ссылке на оплату в социальных сетях. Датой исполнения обязательств Заказчика по оплате является момент зачисления денежных средств на счет Исполнителя.</p>

                    <p>4.4. Стоимость услуг может изменяться Исполнителем в одностороннем порядке с уведомлением Заказчика, путем размещения информации о новых ценах на сайте: <a className='link' href="https://photodoc.online">https://photodoc.online</a> и/или социальных сетях Исполнителя.</p>

                    <p>4.5. Заказчик самостоятельно несет ответственность за правильность производимых им платежей.</p>

                    <p>4.6. При оплате услуг третьим лицом в интересах Заказчика, следует проинформировать об этом непосредственно Исполнителя.</p>

                    <p>4.7. Если Заказчик предоставляет дополнительные материалы: уточнения или фото, изображений, сканов, документов и прочее после готовности работы, и они не были направлены Исполнителю в процессе обсуждения задачи и не были закреплены в описании заказа, то работа по дополнительным материалам рассматривается как дополнительная и подлежит оплате.</p>

                    <p>4.8. Если Заказчику необходимо внести правки в рамках исходного заказа после его закрытия, то правки могут быть осуществлены Исполнителем бесплатно, только в том случае, если после закрытия заказа прошло не более 14 дней. Если заказ был закрыт более 14 дней назад, правки в рамках исходной задачи могут быть рассмотрены как новые дополнительно оплачиваемые задачи.</p>

                    <h2 className='font-extrabold'>5. ПОРЯДОК ОКАЗАНИЯ УСЛУГ</h2>
                    <p>5.1. Работа над заказом происходит по следующим этапам:</p>

                    <p>5.1.1. Заказчик отправляет Исполнителю электронную Заявку с информацией, указанной в п. 2.5. настоящего договора одним из удобных ему способов, указанных в п. 2.3. настоящего Договора.</p>

                    <p>5.1.2. В рабочее время Исполнителя Заказчик получает ответ на заявку. Если требования к редактированию/обработке описаны подробно и исчерпывающе, то ответ Исполнителя содержит в себе стоимость оказания услуги, сроки оказания услуги, способы оплаты, а также иные условия сотрудничества по заявке Заказчика. Если для Исполнителя требуются уточнения, Заказчику отправляются вопросы для уточнения требований к обработке/редактированию;</p>

                    <p>5.1.3. Если стоимость, сроки, условия оказания услуг по заявке, описанные в письме с анализом работы, подходят Заказчику, то Заказчик вносит предоплату (100% от стоимости Заказа). Внесение предоплаты (100% от стоимости Заказа) является акцептом;</p>

                    <p>5.1.4. После проверки платежа создается заказ. В описании проекта заказа фиксируется согласованная с Заказчиком задача по обработке/редактированию. Информация о получении заказа сообщается по телефону или отправляется письмом на указанную в форме почту или мессенждер</p>

                    <p>5.1.5. Если Заказчика что-либо не устраивает в результате работы, то правки в рамках исходной задачи не ограничены и бесплатны в течение 14 дней с момента предоставления Исполнителем результата Заказчику.</p>

                    <p>5.1.6. Если в процессе работы над заказом у Заказчика появляются требования, выходящие за рамки исходной задачи или направляются уточнения или материалы, которых не было в процессе согласования задачи, проводится дополнительный анализ работы и Заказчику направляется письмо с указанием стоимости, сроков и условий выполнения дополнительной задачи, чтобы Заказчик принял решение о целесообразности дополнительных работ и их оплате.</p>

                    <p>5.1.7. После того, как работа над заказом завершена, Заказчик получает фотографии на указанный в форме адрес почты или на мессенждер. Если заказ включает в себя бумажную версию фотографий, Заказчик получает доставкой.</p>

                    <p>5.1.10. Если заказ включает в себя бумажную версию фотографий, то при получении заказа Заказчик обязан назвать код заказа и поставить подпись на чек-листе, подтверждающий получение заказа.</p>

                    <p>5.1.11. По закрытии заказа Исполнитель может отправить Заказчику письмо с запросом возможности использования Исполнителем результата работы (фото, изображения, скана, документа и т.п.) в галерее сайта и других социальных сетях/медиа Исполнителя.</p>

                    <p>5.2. Обсуждение задания и получение Заказчиком анализа по срокам оказания услуг и их стоимости, уточнение деталей обработки/редактирования происходит исключительно в письменном виде.</p>

                    <p>5.3. Фотографии Заказчика не публикуются в галерее сайта или социальных сетях/медиа без его письменного согласия.</p>

                    <p>5.4. Все фотографии, которые размещаются в галерее сайта и социальных сетях/медиа, находятся там с письменного разрешения Заказчика.</p>

                    <p>5.5. Файлы Заказчика хранятся у Исполнителя не более 1,5 (полутора) месяцев после закрытия заказа, если Заказчик не просил сохранить их в базе данных. После закрытия заказа Заказчик обязан сохранить результат работы (фото, изображение, скан, документ и т.п.). Исполнитель не несет ответственности по сохранности файлов и не предоставляет услуги по хранению файлов Заказчика.</p>

                    <h2 className='font-extrabold'>6. ОТВЕТСТВЕННОСТЬ СТОРОН. ФОРС-МАЖОР</h2>
                    <p>6.1. За неисполнение, либо ненадлежащее исполнение своих обязательств по настоящему Договору виновная Сторона несет ответственность, предусмотренную Гражданским кодексом Российской Федерации, Законом РФ «О защите прав потребителей» и иными нормативными правовыми актами.</p>

                    <p>6.2. Заказчик самостоятельно несет всю ответственность за достоверность и точность сведений, указанных им при подаче Заявки.</p>

                    <p>6.3. Исполнитель не несет ответственности перед Заказчиком, в части не оправдания ожидаемого результата.</p>

                    <p>6.4. Исполнитель не отвечает за реальный ущерб и/или упущенную выгоду, понесенные Заказчиком вследствие использования или невозможности использования услуг Исполнителя.</p>

                    <p>6.5. Заказчик несет всю ответственность за соблюдение всех требований законодательства, в том числе законодательства о рекламе, о защите авторских и смежных прав, об охране товарных знаков и знаков обслуживания.</p>

                    <p>6.6. Не вступая в противоречие с указанным выше, Стороны освобождаются от ответственности за нарушение условий Договора, если такое нарушение вызвано действием обстоятельств непреодолимой силы (форс-мажор), включая: действия органов государственной власти (в т.ч. принятие правовых актов), пожар, наводнение, землетрясение, другие стихийные бедствия, забастовки, гражданские волнения, беспорядки, отсутствие электроэнергии и/или сбои работы компьютерной сети, любые иные обстоятельства, не ограничиваясь перечисленным, которые находятся вне разумного контроля Сторон, и если эти обстоятельства непосредственно могут повлиять на исполнение Договора. Наступление форс-мажорных обстоятельств должно иметь письменное подтверждение.</p>

                    <h2 className='font-extrabold'>ПЕРСОНАЛЬНЫЕ ДАННЫЕ</h2>
                    <p>7.1. Любая персональная информация (персональные данные), указанная Заказчиком в ходе исполнения настоящего Договора, обрабатывается Исполнителем в соответствии с Федеральным законом РФ «О персональных данных».</p>

                    <p>7.2. Использование Сайта, заключение настоящего Договора означает безоговорочное согласие Заказчика с обработкой его персональных данных, а также согласие с утвержденной политикой обработки персональных данных. В случае несогласия с этими условиями, Заказчик должен воздержаться от любого использования Сайта.</p>

                    <p>7.3. Исполнитель обрабатывает только ту персональную информацию, которая необходима для выполнения принятых на себя обязательств, предусмотренных настоящим Договором.</p>

                    <p>7.4. В случае, если Заказчиком является физическое лицо, то в соответствии со ст. 6 Федерального закона от 27.07.2006 N 152-ФЗ "О персональных данных" в период с момента заключения настоящего Договора и до прекращения обязательств между Сторонами, Заказчик выражает согласие на обработку Исполнителем следующих персональных данных Заказчика: Ф.И.О., номер телефона/факса, адрес электронной почты, фотографии/изображения/документа/скана и иную необходимую информацию. Исполнитель вправе производить обработку указанных персональных данных в целях исполнения настоящего Договора, в том числе выполнения информационно-справочного обслуживания Заказчика. Под обработкой персональных данных понимаются действия (операции) с персональными данными, включая сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, распространение (в том числе передача третьим лицам), обезличивание, блокирование и уничтожение персональных данных. Кроме того, Заказчик выражает согласие в соответствии с указанными условиями на передачу в рамках исполнения настоящего Договора Исполнителем третьим лицам сведений, указанных в ст. 53 Федерального закона от 07.07.2003 N 126-ФЗ "О связи". Заказчик вправе отозвать согласие на обработку персональных данных, направив Исполнителю соответствующее уведомление в случаях, предусмотренных законодательством Российской Федерации. При получении указанного уведомления Исполнитель вправе приостановить оказание услуг.</p>

                    <p>7.5. При этом со стороны Исполнителя предоставляются следующие гарантии в отношении обращения с данными, являющимися персональными данными Заказчика:</p>
                    <ul>
                        <li>обеспечение обработки персональных данных с соблюдением всех применимых требований законодательства Российской Федерации в области защиты персональных данных;</li>
                        <li>обработка персональных данных только в необходимом объеме и в заявленных целях;</li>
                        <li>в случае необходимости, когда требуется передать или иным образом раскрыть персональные данные субъектов персональных данных третьим лицам, указанные действия могут быть осуществлены только с соблюдением требований законодательства РФ;</li>
                        <li>обеспечение безопасности и конфиденциальности персональных данных при их обработке в соответствии с требованиями законодательства РФ лежит на стороне Исполнителя.</li>
                    </ul>

                    <p>7.6. В случае отзыва Заказчиком согласия на обработку его персональных данных Исполнитель обязуется прекратить их обработку или обеспечить прекращение такой обработки (если обработка персональных данных осуществляется другим лицом, действующим по поручению Исполнителя) и в случае, если сохранение персональных данных более не требуется для целей обработки персональных данных, уничтожить персональные данные или обеспечить их уничтожение (если обработка персональных данных осуществляется другим лицом, действующим по поручению Исполнителя) в срок, не превышающий тридцати дней с момента поступления указанного отзыва, если иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем является Заказчик.</p>

                    <h2 className='font-extrabold'>8. ПОРЯДОК РАЗРЕШЕНИЯ СПОРОВ</h2>
                    <p>8.1. Все споры, разногласия и претензии, которые могут возникнуть в связи с исполнением или расторжением настоящей Оферты, Стороны будут стремиться решить путем переговоров. Сторона, у которой возникли претензии и/или разногласия, направляет другой Стороне сообщение с указанием возникших претензий и/или разногласий.</p>

                    <p>8.2. Сообщение, указанное в пункте 8.1, направляется Заказчиком по электронной почте на адрес <a className='link' href="mailto:photodoc.online@mail.ru">photodoc.online@mail.ru</a>. Сообщение должно содержать суть предъявляемого требования и доказательства, подтверждающие требование. Срок ответа Исполнителя составляет 30 (тридцать) календарных дней.</p>

                    <p>8.3. В случае уклонения от ответа на претензионное сообщение в течение 30 (тридцати) календарных дней с момента направления соответствующего сообщения, либо если Стороны не придут к соглашению по возникшим претензиям и/или разногласиям, спор подлежит передаче на рассмотрение в суд по месту нахождения Исполнителя.</p>
                </div>
            </div>
        </section>
    );
}
